Repository: oromerob/inoxtags-shop
Catalog: translations/*/LC_MESSAGES/django.po
Languages: es

source: Password
es: Contraseña

source: Password (again)
es: Contraseña (otra vez)

source: I have read and agree to the Terms of Service
es: He leído y acepto las Condiciones de uso

source: You must agree to the terms to register
es: Debes aceptar las Condiciones de uso

source: This email address is already in use. Please supply a different email address.
es: Esta dirección de email ya está en uso. Por favor, introduzca otra diferente

source: The two password fields didn't match.
es: Las dos contraseñas no coinciden

source: Country
es: País

source: staff status
es: miembro del personal

source: Designates whether the user can log into this admin site.
es: Indica si el usuario puede entrar en este sitio de administración.

source: date joined
es: fecha de alta

source: full name or company's name
es: Nombre completo o nombre comercial

source: shipping address
es: dirección de envío

source: postal code
es: código postal

source: town
es: ciudad

source: country
es: país

source: wants invoice
es: quiere factura

source: legal name
es: nombre fiscal

source: tax code
es: NIF

source: extra charge for equivalence only for spanish professional customers
es: recargo de equivalencia, sólo para professionales españoles

source: legal address
es: dirección de facturación

source: is professional
es: es professional

source: share professional customer data
es: compartir datos professionales

source: main phone number
es: teléfono principal

source: alternative phone number
es: teléfono alternativo

source: Shipping data
es: Datos de envío

source: Invoice data
es: Datos de facturación

source: Professional data
es: Datos professionales

source: Dades del compte
es: Datos de la cuenta

source: Dades d'enviament
es: Datos de envío

source: Encara no has introduit les teves dades d'enviament, recorda que és inprescindible per poder enviar-te el que compris.
es: Aún no has introducido tus datos de envío, recuerda que són imprescindibles para poder enviarte lo que compres.

source: Add
es: Añade

source: Dades de facturació
es: Datos de facturación

source: Update
es: Actualiza

source: Dades professionals
es: Datos professionales

source: Back
es: Vuelve

source: Account successfully activated
es: Cuenta activada con éxito

source: Log in
es: Iniciar sessión

source: Account activation failed
es: Error en la activación de la cuenta

source: Your account is now activated.
es: Tu cuenta se ha activado.

source: Activate account at
es: Activa la cuenta en

source: Link is valid for %(expiration_days)s days.
es: Enlace válido por %(expiration_days)s días.

source: Account activation on
es: Activación de la cuenta de

source: Forgot password
es: Has olvidado tu contraseña

source: Reset it
es: Reiniciala

source: Not member
es: No estas registrado

source: Register
es: Registrate

source: Logged out
es: Sessión finalizada

source: Password changed
es: Cambio de contraseña

source: Submit
es: Envía

source: Password reset successfully
es: Contraseña reiniciada correctamente

source: Password reset failed
es: Fallo en el reinicio de la contraseña

source: Email with password reset instructions has been sent.
es: Te hemos mandado un email con las instrucciones para reiniciar la contraseña.

source: Reset password at %(site_name)s
es: Reinicia la contrseña en %(site_name)s

source: Registration is currently closed.
es: Por el momento, el registro de nuevos usuarios está cerrado.

source: Comanda gestionada correctament a la web d'INOXtags.
es: Pedido gestionado correctamente en la web de INOXtags.

source: Dades d'INOXtags per tramitar comanda.
es: Datos de INOXtags para tramitar el pedido.

source: La teva compra s'ha gestionat correctament
es: Tu compra se ha gestionado correctamente

source: En breu rebràs a la bústia del teu correu electrònic un missatge amb les dades perque puguis fer el pagament de la teva compra.
es: En breve recibirás en tu buzón de correo electrónico un mensaje con los datos para que puedas realizar el pago de tu compra.

source: Si tens qualsevol dubte, et pots posar en contacte amb nosaltres
es: Si tienes cualquier duda, puedes ponerte en contacto con nosotros

source: Has de saber que fins que no rebem la transferència, no començarem a produir la teva comanda, així que si t'en desdius no cal que facis res, simplement no fent efectiu el pagament, la comanda no es tramitarà. Un cop rebem l'ingrés, entre el temps que necessitem per fer-la i l'enviament, t'arribarà en un plaç d'uns 7 dies per enviaments a la península ibèrica, o 10 per a la resta d'Europa. Recorda que pots consultar l'estat de les teves comandes registrant-te a la nostra web. També hi podràs visualitzar les teves factures si et cal.
es: Tienes que saber que hasta que no recibamos la transferencia, no empezaremos a producir tu pedido, así que, si decides hecharte atrás, no debes hacer nada, simplemente no haciendo efectivo el pago, tu pedido no se tramitará. Una vez recibamos el ingreso, entre el tiempo que necesitamos para producir tu pedido y el envío, éste te llegará en un plazo de unos 7 días, más o menos, para envíos a la península ibérica, o 10 días para envíos al resto de europa. Recuerda que puedes consultar el estado de tu pedido registrándote en nuestra web. También podrás visualizar tus facturas si las necesitas.

source: Ens falten dades.
es: Nos faltan datos.

source: Per poder continuar tramitant la teva comanda, primer cal que ens facilitis totes les teves dades d'enviament.
es: Para poder continuar tramitando tu pedido, primero tienes que facilitarnos todos tus datos de envío.

source: El vostre nom.
es: Vuestro nombre.

source: La vostra adreça.
es: Vuestra dirección.

source: El vostre codi postal.
es: Vuestro código postal.

source: La vostra població.
es: Vuestra población.

source: El vostre país.
es: Vuestro país.

source: Completa les teves dades d'enviament.
es: Completa vuestros datos de envío.

source: Resum de la compra
es: Resumen de la compra

source: Nº de productes
es: Nº de productos

source: Import total
es: Importe total

source: Canvia les teves dades d'enviament.
es: Cambia vuestros datos de envío.

source: Si totes les dades són correctes, selecciona la forma de pagament
es: Si todos vuestros datos són correctos, elige la forma de pago

source: Si prefereixes pagar-nos amb transferència bancaria, recorda que al concepte has d'indicar la referència que t'indiquem i que començarem a preparar-te l'enviament un cop rebem l'ingés al nostre compte. Per seguir prem el botó 'Pagar amb transferència' i et mostrarem les dades per fer l'ingés i t'enviarem al mateix moment un mail perquè puguis consultar-ho en qualsevol moment.
es: Si prefieres pagar con transferéncia bancária, recuerda que en el concepto debes inicar la referencia que te damos y que empezaremos a preparartelo cuando hayamos recibido el ingreso. Para seguir pulsa el botón 'Pagar con transferéncia' y te mostraremos los datos que necesitas para poder hacer el pago y te mandaremos un correo a tu buzón con los datos para que los puedas consultar en cualquier momento.

source: Pagar amb transferència
es: Pagar con transferéncia

source: Productes al carro
es: Productos en el carro

source: Nom de l'animal
es: Nombre del animal

source: Telèfon
es: Teléfono

source: Nom propietari
es: Nombre del propietario

source: Altres
es: Otros

source: Factures
es: Facturas

source: Data
es: Fecha

source: Comanda corresponent
es: Pedido correspondiente

source: Detall
es: Detalle

source: No hi ha factures
es: No hay facturas

source: Factures rectificatives
es: Facturas rectificativas

source: Factura corresponent
es: Factura correspondiente

source: Comandes no facturades
es: Pedidos no facturados

source: Comanda
es: Pedido

source: Atenció
es: Atención

source: Per poder generar les factures, primer ens heu de proveir de les vostres dades de facturació. Ho podeu fer a 'Configuració del compte', 'Dades de facturació'. Per a qualsevol dubte, poseu-vos en contacte amb nosaltres, us atendrem el més aviat possible.
es: Para poder generar facturas, primero teneis que facilitarnos vuestros datos de facturación. Lo podeis hacer en 'Configuración de la cuenta', 'Datos de facturación'. Para cualquier duda, poneros en contacto con nosotros, os atenderemos lo antes posible.

source: Comanda de
es: Pedido de

source: Comanda número
es: Pedido número

source: Realitzada
es: Realizada

source: Import
es: Importe

source: Estat
es: Estado

source: La teva comanda ha sigut enviada.
es: Tu pedido ha sido enviado.

source: L'enviament es va fer
es: El envío se hizo

source: Pots seguir l'enviament de la teva comanda amb aquest codi
es: Puedes hacer el seguimineto de tu pedido con este código

source: En breu publicarem el codi de seguiment de l'enviament de la teva comanda.
es: En breve publicaremos el código de seguimiento del envío de tu pedido.

source: Estem produïnt la teva comanda, quan estigui en transit, t'avisarem.
es: Estamos produciendo tu pedido, cuando esté en tránsito, te avisaremos.

source: Productes
es: Productos

source: Encara no has fet cap comanda
es: aún no has realizado ningún pedido

source: Quan hagis fet una compra, aquí hi podràs fer el seguiment per saber si estan ja acabats els productes que has demanat, o si estan en camí, o hi podràs consultar el codi de seguiment perquè puguis veure si ja està a punt d'arribar-te.
es: Cuando hayais hecho alguna compra, aquí podreis hacer el seguimiento para saber si están ya acabados los productos que habeis pedido, o si están ya en camino, o podrás consultar el código de seguimiento del envío, para saber si está a punto de llegarte.

source: Comandes
es: Pedidos

source: Número de comanda
es: Número de pedido

source: En producció
es: En producción

source: detalls
es: detalles

source: Payment result
es: Resultado del pago

source: La teva comanda s'ha gestionat correctament
es: Tu pedido se ha gestionado correctamente

source: En breu rebràs a la bústia del teu correu electrònic un missatge amb totes les dades de la teva comanda.
es: En breve recibirás en tu buzón de correo electrónico un mensaje con todos los datos de tu pedido.

source: A partir d'ara podràs consultar l'estat de la teva comanda registrant-te a la nostra web.
es: A partir de ahora podrás consultar el estado de tu pedido registrandote en nuestra web.

source: Torna
es: Vuelve

source: Error en el pagament
es: Error en el pago

source: Segons el nostre proveïdor, l'error ha sigut:
es: Según nuestro proveedor, el error ha sido:

source: Si tens qualsevol dubte, contacta'ns, intentarem ajudat-te en tot el que puguem.
es: Ante cualquier duda, contactadnos, intentaremos ayudarte en todo lo que podamos.

source: Reintenta el pagament
es: reintenta el pago

source: Dades per la transferència
es: Datos para la transferencia

source: Moltes gràcies
es: Muchas gracias

source: per comprar a la web d'INOXtags.
es: Por comprar en la web de INOXtags.

source: Referència
es: Referencia

source: Has seleccionat fer el pagament amb una transferència bancaria. Aquestes són les nostres dades:
es: Has seleccionado hacer el pago con transferencia bancaria. Estos son nuestros datos:

source: Compte
es: Cuenta

source: Adreça
es: Dirección

source: Concepte
es: Concepto

source: La teva comanda s'ha tramitat correctament.
es: Tu pedido se ha tramitado correctamente.

source: La teva comanda ha sigut tramitada correctament i en breu començarem a produir-la. Entre el temps que necessitem per fer-la i l'enviament, t'arribarà en un plaç d'uns 7 dies per enviaments a la península ibèrica, o 10 per a la resta d'Europa. Recorda que pots consultar l'estat de les teves comandes registrant-te a la nostra web. També hi podràs visualitzar les teves factures si et cal.
es: Tu pedido ha sido tramitado correctamente y en breve empezaremos a producirla. Entre el tiempo que necesitamos para la producción y el envío, te llegará en un plazo de 7 días, más o menos, si estás en la península ibérica, o 10 para el resto de Europa. Recuerda que puedes consultar el estado de tus pedidos registrandote en nuestra web. También podrás ver tus facturas si las necesitas.

source: name
es: nombre

source: Contact us
es: Contactanos

source: Image courtesy of
es: Imagen cortesia de

source: Message recieved successfully
es: Mensaje recibido correctamente

source: Home
es: Inicio

source: On trobar-nos
es: Donde encontrarnos

source: terms of service
es: Condiciones de uso

source: privacity
es: Privacidad

source: Category
es: Categoria

source: Image
es: Imagen

source: Description
es: Descripción

source: Shape
es: Modelo

source: Producte
es: Producto

source: Personalització
es: Personalización

source: Quantitat
es: Cantidad

source: Preu per placa
es: Precio por placa

source: Finalitza la compra
es: Finaliza la compra

source: Torna a la tenda
es: Vuelve a la tienda

source: El carro està buit
es: El carro está vacío

source: Qu.
es: Cantidad

source: Preu/placa
es: Precio/placa

source: Afegeix més productes al carro
es: Añade más productos al carro

source: Galeria d'imatges
es: Galeria de imágenes

source: Descripció
es: Descripción

source: Nom animal
es: Nombre del animal

source: Repetició
es: Repetición

source: Afegeix al carro
es: Añade al carro

source: Nova comanda a INOXtags.com
es: Nuevo pedido en INOXtags.com

source: Rebut pagament a INOXtags.com
es: Recibido pago en INOXtags.com

source: Comanda anul.lada a INOXtags.com
es: Pedido anulado en INOXtags.com

source: Comanda modificada a INOXtags.com
es: Pedido modificado en INOXtags.com

source: Hem rebut la teva transferència
es: Hemos recibido tu transferencia

source: La teva comanda ha sigut anul·lada.
es: Tu pedido ha sido anulado.

source: La teva comanda ha sigut anul·lada. Recorda que pots consultar l'estat de les teves comandes registrant-te a la nostra web. També hi podràs visualitzar les teves factures si et cal.
es: Tu pedido ha sido anulado. Recuerda que puedes consultar el estado de tus pedidos registrandote en nuestra web. También podrás ver tus facturas si te hace falta.

source: La teva comanda ha sigut modificada.
es: Tu pedido ha sido modificado.

source: La teva comanda ha sigut modificada i en breu començarem a produir-la. Entre el temps que necessitem per fer-la i l'enviament, t'arribarà en un plaç d'uns 7 dies per enviaments a la península ibèrica, o 10 per a la resta d'Europa. Recorda que pots consultar l'estat de les teves comandes registrant-te a la nostra web. També hi podràs visualitzar les teves factures si et cal.
es: Tu pedido ha sido modificado y en breve empezaremos a producirlo. Entre el tiempo que necesitamos para la producción y el envío, para envíos a la península ibérica, el tiempo estimado es de unos 7 días y para envíos al resto de Europa, de unos 10 días. Recuerda que puedes consultar el estado de tus pedidos registrandote en nuestra web. También podrás ver tus facturas.

source: Spanish
es: Español

source: English
es: Inglés

source: Botiga
es: Tienda

source: Log out
es: Desconectarme

source: Configuració del compte
es: Configuración de la cuenta

source: Change password
es: Camibio de contraseña

source: Close
es: Cerrar

source: Qui som
es: Quién somos

source: Política de privacitat
es: Política de privacidad

source: Condicions d'ús
es: Condiciones de uso

source: Tots els productes
es: Todos los productos
