Repository: oromerob/inoxtags-shop
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Password
ca: Contrasenya

source: Password (again)
ca: Contrasenya (una altra vegada)

source: I have read and agree to the Terms of Service
ca: He llegit i entenc les Condicions d'ús del lloc

source: You must agree to the terms to register
ca: Has d'acceptar les Condicions d'ús per poder-te registrar.

source: This email address is already in use. Please supply a different email address.
ca: Aquest email ja està registrat. Useu-ne un altre si us plau.

source: The two password fields didn't match.
ca: Les dues contrasenyes no coincideixen.

source: staff status
ca: Membre del personal

source: Designates whether the user can log into this admin site.
ca: Indica si l'usuari pot entrar a aquest lloc d'administració.

source: date joined
ca: data d'ingrés

source: full name or company's name
ca: Nom complert o nom comercial del negoci.

source: shipping address
ca: adreça d'enviament

source: postal code
ca: codi postal

source: town
ca: localitat

source: country
ca: país

source: wants invoice
ca: vol factura

source: legal name
ca: nom fiscal

source: tax code
ca: NIF

source: extra charge for equivalence only for spanish professional customers
ca: recàrrec d'equivalència, només per clients professionals espanyols

source: legal address
ca: adreça fiscal

source: is professional
ca: és professional

source: share professional customer data
ca: comparteix les dades professionals

source: main phone number
ca: telèfon principal

source: alternative phone number
ca: telèfon alternatiu

source: Shipping data
ca: Adreça d'enviament

source: Invoice data
ca: Dades de facturació

source: Professional data
ca: Dades professionals

source: Add
ca: Afegeix

source: Update
ca: Actualitza

source: Back
ca: Torna

source: Account successfully activated
ca: Compte activat exitosament

source: Log in
ca: Iniciar sessió

source: Account activation failed
ca: L'activació del compte ha fallat

source: Your account is now activated.
ca: El teu compte està actiu

source: Activate account at
ca: Activa el compte a

source: Link is valid for %(expiration_days)s days.
ca: El link és vàlid per %(expiration_days)s dies.

source: Account activation on
ca: Compte activat

source: Forgot password
ca: Has oblidat la contrasenya

source: Reset it
ca: Restableix-la

source: Not member
ca: No estàs registrat

source: Register
ca: Registra't

source: Logged out
ca: Sessió finalitzada

source: Password changed
ca: Contrasenya canviada

source: Submit
ca: Envia

source: Password reset successfully
ca: Contrasenya restablerta amb èxit

source: Password reset failed
ca: El restabliment de la vostra contrasenya ha fallat

source: Email with password reset instructions has been sent.
ca: T'hem enviat un email amb les instruccions per restablir la vostra contrasenya

source: Reset password at %(site_name)s
ca: Restableix contrasenya a %(site_name)s

source: Registration is currently closed.
ca: Actualment el registre de nous usuaris està tancat.

source: You are now registered. Activation email sent.
ca: Estàs registrat, t'hem enviat un email d'activació.
