Repository: oromerob/inoxtags-shop
Catalog: apps/shop/locale/*/LC_MESSAGES/django.po
Languages: es

source: Category
es: Categoria

source: Image
es: Imagen

source: Description
es: Descripción

source: Shape
es: Modelo

source: Producte
es: Producto

source: Personalització
es: Personalización

source: Quantitat
es: Cantidad

source: Preu per placa
es: Precio por placa

source: Finalitza la compra
es: Finaliza la compra

source: Torna a la tenda
es: Vuelve a la tienda

source: El carro està buit
es: El carro está vacío

source: Qu.
es: Cantidad

source: Preu/placa
es: Precio/placa

source: Afegeix més productes al carro
es: Añade más productos al carro

source: Galeria d'imatges
es: Galeria de imágenes

source: Descripció
es: Descripción

source: Nom animal
es: Nombre del animal

source: Telèfon
es: Teléfono

source: Nom propietari
es: Nombre del propietario

source: Altres
es: Otros

source: Repetició
es: Repetición

source: Afegeix al carro
es: Añade al carro
